{
    "Tell me about your community.": [
        "My community is a group of incredibly interesting people. They're a group of people who have co come together across the world to a singular place to look at what it means to create art and make things that wow and delight.",
        "My community gives me a place to call mine, even for a little bit. My community gives me something that can't be bought, which is a place that is both accepting and challenging. It gives me people to hold and be held by, people to challenge my ideas and values, people to make me think just a little bit harder. My community gives me love."
    ],
    "Write about an ancestor.": [
        "My mother's father was apparently a great cook. He and my grandmother owned a restaurant in Utah, and little more. My mom learned to cook by watching him. I have no recipes from him, but apparently he could cook anything. It was his great joy. Alongside cooking he liked gambling. He passed soon after his wife did.",
        "I don't know my ancestors and I wish I knew more about them. But I wonder how I can bring up that question and who do I ask?",
        "Sometime back a few centuries, my family name didn't exist. We came from a little village somewhere in more rural China, and then a decree came down that said we all needed to have formal names. So the whole village got the same last name, at the same time. "
    ],
    "How do you make your drink of choice? Why do you like it?": [
        "My drink of choice is coffee. I've been drinking coffee since I was 12, for late-nighters doing homework. My drink of choices is also a tonic and bitters with lime, because I stopped drinking a while back and that's almost always available. I turn bright red when I drink, but that's really not the worst part; my immune system launches an all-out response and I fall back into my itchy, unhappy ways. ",
        "In the morning, it's coffee. I've been drinking coffee since I was 12, when my mom would bring me half-cups to help me g get through all-nighters. Now I mostly make my own, with a pourover cone and some fresh beans. But my parents used to make what they called \"cowboy coffee\", just boiling the grounds over the stove."
    ],
    "Write about a family member.": [
        "My mom came to the United States when she was 7. She didn't speak any English, but she learned quickly because she had to take care of her family.",
        "My dad is a funny man. He is incredibly smart, incredibly handy. I think he's fixed almost every part of the hous the car, the water heating system. He used to be a software engineer in security. He grew up in Taiwan, and came to the United States to get a college degree.",
        "My mom loves to garden. She's growing a bunch of her own food in the front yard, where they've removed all the grass for a drought-tolerant vegetable and herb garden. She's a whiz with plants, gcrowing tomatoes out of her ears and always using her herbs in her cooking.",
        "My mother's mother lived in Utah, the same place she and her family immigrated from Canton to. I hear little about her from my family, other than she suffered from schitzofrenia and other maladies. She was a \"hard woman\". She spoke little english and relied on my mother for translation. She passed due to complications from chemotherapy.",
        "My grandma lived with us for a while, and she used to knit all the time. She made these baby blue blankets and vests, all in a checkerboard pattern that I can't figure out how to replicate."
    ],
    "What's a ritual that exists around your home?": [
        "One small ritual is that I always take off my shoes before entering. It's a motion about germs and dirt, but it's also a motion about respect; respecting the house too much to step on it. ",
        "Every night, I lock the front door, sweep the crumbs off the counter, and dim the lights. I love having a clean house to wake up to in the morning."
    ],
    "What's a moment you remember that is important to you?": [
        "When I was a kid, I stole a set of crayon pencils from my cousin. He had been mean to me over and over before, and this time had been strangely nice, letting me draw with his paper and pens. I stole the crayons in retribution, hiding them in my shirt. ",
        "When I was very young, my grandmother taught me how to paint a bird. We had some language barrier, so she taught me through her motions. She had a little sheet of paper with the painting step by step, and led me through it, showing me first how to paint the body, then the wing, then the head, each a separate stroke. I still have that slip of paper. "
    ],
    "What do you eat when you're stressed?": [
        "When I'm stressed, I eat potato chips. A lot of different ones, from honey dijon to sour cream and onion, but particuularly Pringles. Pringles sour cream and onion chips are excellent stress-eats, and can be found almost anywhere, and come in the most portable container you can find for last-minute pack-and-go rushing. ",
        "When I'm stressed, I love pasta. Pasta is the easiest thing for me to make quickly, without waiting for a cooker, without thinking to hard. My mom used to make spaghetti and meatballs as our comfort food growing up, but I can't have tomatoes anymore, so now it's just pesto and improvisation. "
    ],
    "Write about a memory you have of family.": [
        "A couple of years ago, after a Thanksgiving gathering, my family and I went out Black Friday shopping. My parents don't really shop much, but we went because the whole extended family went. I got caught up trying to figure out if I wanted to buy this leather jacket or not. I paced, and debated, and thought hard. My mom said I should just get it, because it wasn't worth thinking this hard about. My dad said I shouldn't get it, because it's expensive and it would mean more to find a good jacket at the thrift store. In the end I bought it.",
        "When I was a little kid, I was still the oldest of my cousins on my mom's side. We were having a gathering at our house, and all the little kids were rushing up and down the stairs, riding them like we could surf on our asses. I remember all the adults, yelling at us from the dining table, saying we were gonna make ourselves sick. A couple of rounds later, someone did get sick. It was me. I vomited onto the floor, and all the sliding stopped then and there.",
        "When we moved into the house my family lives in now, it was absolutely gutted. We redid the whole thing ourselves, from laying laminate tile in the kitchen to paving the back yard. I remember being not much more than 5, and carrying pavers in from the front yard to the back with my mom. She'd carry 4 or 5, I'd carry 1, and we'd load them into my little red flyer wheelbarrow."
    ],
    "Write about one of your hobbies.": [
        "I do too many hobbies. One of my hobbies is knitting. I learned to knit from my grandmother, who was an absolute whiz at it. She would make jumpers and vests and blankets, all in stitches that I still don't understand today. Today I make a lot of socks, and I've made exactly one lumpy sweater."
    ],
    "Do you have a nighttime habit? Write about it.": [
        "At night, I read. Not exactly books or novels all the time, but I always end up reading something, whether it's comics or webtoons or a chapter of something I'm excited about. "
    ],
    "What do you do to unwind?": [
        "A lot of the time now, I watch things on YouTube or TikTok. But honestly, that doesn't really feel like unwinding. When I'm really  relaxing, I'm taking the time to knit, or cook some food for myself and friends.  When I'm truly vegging out, I'll pick up a new video game and play it for days, something I never got to do as a kid. ",
        "Hmmm.....sometimes I read, maybe I'll take a walk. Or sometimes I'll just lay down and stare at the ceiling, maybe put on noise cancelling headphones (without any noise) and just block everything out. Or doom scroll on tiktok, that too."
    ],
    "Where do you go to relax? Why?": [
        "To relax, I go to the park. I take my time walking around, looking at the grass and the trees, watching the people go by.",
        "I go relax on my couch. My couch is my favorite place to be, especially when the sun hits it through the window just right. I love curling up with a book and a blanket, and laying there all evening. "
    ],
    "What's a treasured posession of yours?": [
        "The painted rock some friends gave me for Valentine's day in high school",
        "I have this oil lamp that I got in France, from my first trip to Europe. I grew up not getting souvenirs, so this is one of my first ones. It was by a local potter who was making dozens of these, and I asked for the very lamp that was lit in the window as I walked by. It took so much packaging to get it home safely, but now I light it whenever I need a little extra light, and I love it dearly. ",
        "I started to get into film photography a little after high school, and got myself a little dinky plastic camera to play with. In response, my dad gave me his old film camera, one that he used in college, and has a bunch of wonderful photos from. That camera is now mine, and is something that I hope to have for the rest of my life."
    ],
    "Do you have a favorite plant/animal? What do you like about it?": [
        "I do have a fav animal which is a deer. If we were in a \"Harry Potter\" movie, \"deer\" could be my \"patronum\"",
        "My favorite animal is the raccoon. I think it would be cute yet daunting to have a pet that has apposable thumbs. But they're so cute and some are domesticated which gives me hope that maybe one day I can have a raccoon.",
        "i never had a pet growing up and it made me feel like my family might have been less kind than others. there was a practical and clinicalness to the choicce which made sense to me, and though i didn't want a pet, it seems to have informed me in a way. ",
        "I've come to really appreciate flowers in general after spending a lot of time with my grandma. I've learned to slow things down and appreciate the slow growth that comes with flowers. Though they don't last long, when they do finally bloom, the excitement is unmatched. I really like chrysanthemums, especially the purple and green ones you can find at trader joes. My favorite animal is a a capybara because of the song rn.",
        "My favorite plant is the gingko. It's kind of stereotypical, but the leaves are so beautiful, and it's the only member of its genus. It's old and rare, and I just love seeing it each fall, when it turns bright yellow and showers the ground in gold."
    ],
    "Write about an object you own.": [
        "I have this book, titled \"Here\". I found it in San Francisco, browsing through the Green Apple Bookstore, and when I grabbed it an index card fell out. It had a little message on it, a \"hello likeminded person\" message, that included an email address to send messages back and forth. The book is about a single geographic spot on the earth, across time from the beginning of the world to far in the future. And all of it is the same spot, the same physical moment, across all of humanity and before and after. "
    ],
    "Favorite snack? Why?": [
        "I really like banana milk. It's something that makes me feel whole. It's not revolutionary or the best tasting thing--but it reminds me of my past and where I come from. I love sharing it with people who've never had it before--but it makes me feel vulnerable, what if they don't like it? What if they don't like me?",
        "ice cream. Because it sweet and reminds me my beatiful childhood and the hot weather in my hometown.",
        "My favorite snack is pocky. I grew up in a household where we didn't really keep sweets around, but the grocery store across the street carried all sorts of snacks. I used to grab a box of pocky before heading to my school clubs, and spend the rest of my time munching on them, one by one. "
    ],
    "Share one small thing about yourself.": [
        "I am really great at working between the hours of 9pm and 2am. There's something about that time that really works with my brain. Maybe it's because I never used to sleep at good hours, I used to only sleep for 4 so 5 hours each night. Even when I could sleep more, I'd take that extra time to read or surf the web instead. ",
        "I recently rediscovered my own imagination when trying to fall asleep. Why think about the chores of tomorrow when I can pretend that pigeons are huge and I can grab onto their wings and hitch a ride? Or I can hold my breath indefinitely underwater and swim with Pokemon-lookin dratini?"
    ],
    "Who do you call with bad news? Why?": [
        "I usually call my mother with bad news, or my friend Joe. When I want to tell them the worries I have, I know theyll listen with care and call me on my bullshit whenever I need them to. And they'll take a moment to mourn with me"
    ],
    "Share a story about yourself as a child.": [
        "When I was around 6, we moved to a new house. It was ripped up and needed a lot of renovation, but we did all the work ourselves. We put these hardwood floors in my bedroom by hand, but didn't get around to putting in the baseboards, and I would lose my cards and toys in the cracks. ",
        "My mom lost my favorite little stuffed turtled named Tortsy when I was in elementary school. Still haven't forgiven her, I bring it up now and again. She swears she didn't. Sure mom. Whatever you say.",
        "When I was maybe 8, I jumped into the pool in my aunt's backyard. It wasn't that deep, so my toe scraped the bottom, dragging along the textrue like sandpaper. When i resurfaced, I didn't feel much. But when I looked down, I saw blood blossom up out of my knuckle, and almost fainted."
    ],
    "Do you have a favorite color? Write about it.": [
        "I am a big fan of all colors but I think it really depends on the year and mood I've been riding on. Currently, it's forest green. Something about a deep, soothing, earthy color of it makes me feel grounded and happy."
    ],
    "Share a story about a piece of your home decor.": [
        "i have a poster of tintin that I brought back from belgium when i is that how you spell his name?) museum -- probably my biggest and longest standing poster in my room, and maybe one that travelled the furthest."
    ],
    "Who did you call last with good news? What was it?": [
        "i don't usually call people, but i texted my friend anh, my mom, and a mentor person when i recently got into a residency i didn't know i would be qualified for. :`)"
    ]
}