{
    "Tell me about your community. Who is in it? What do you love about it?": [
        "My community is a group of incredibly interesting people. They're a group of people who have co come together across the world to a singular place to look at what it means to create art and make things that wow and delight.",
        "My community gives me a place to call mine, even for a little bit. My community gives me something that can't be bought, which is a place that is both accepting and challenging. It gives me people to hold and be held by, people to challenge my ideas and values, people to make me think just a little bit harder. My community gives me love.",
        "My roomates, dear friends, and sibling aremy community. I love the ways our lives intertwine and overlap, and being able to giveand recieve love in so many forms",
        "my mom my dad mr brown mr winston k&s people mr roe ms cherry i enjoy going to see differnt people in my communit",
        "i think my community are full of minority ppeople - a lot of lgbtq, I love how duringthe hard times, we are still trying tolot of people who are  tryingto define us",
        "they are supportive, creative, kind, and iappreciate them so much. i can be myself which is magical.",
        "My community is made out of create and caring people.",
        "I find community in my family - specifically with my two younger sisters.",
        "i have nothing to say about my community.",
        "My community consists of my family, my friends, and my school mates. Not all of them know each other, but I don't that makes it worse or less connected. To me it looks likeone huge tangle of thread, where we're allconnected, and that's what I love about it.",
        "interactive telecommunications prooooograaaaammmmmm <3 with so many talented fxxking genious i love our creativity and don't-give-a-fxxk-ness!",
        "i love my friends because they are the greatest support system in my life and my one true loves <3",
        "my community is my friends. i love sharingspace with people who are passionate aboutart and expression",
        "My community consists of my family, friends, neighbors and artists whose work I enjoyexperiencing. My family is very special tome and as a group we recently went througha very big change. My friends have felt a little distant lately, but sometimes we allneed space and that's ok. I would say my community has a very positive energy and that's what I love most about it.",
        "gMany many many dog owners. All connected by their love of their fur babies :)",
        "The strange people",
        "No one else but me :) :(",
        "daaaamn, idk these days. i find my community to be quite variable. i know so many pplwho are diferentr groups. perhaps, my coregroup is ppl who have gone to nyu either grad or undergrad? lot of smarties.",
        "Hmm, I'm not sure I have a community yet! I've travelled a lot from country to countryso it's hard to root myself in one place and make meaningful connection with people.It can be lonely! But the nice thing is that you can learn to be vulnerable with strangers. I guess my community is whoever is inmy circle at a particular time. They are people who are welcoming and open. I love them because they don't judge and are loving.",
        "I am a tangent in many communities.  Not sure what I love about them though."
    ],
    "Write about an ancestor.": [
        "My mother's father was apparently a great cook. He and my grandmother owned a restaurant in Utah, and little more. My mom learned to cook by watching him. I have no recipes from him, but apparently he could cook anything. It was his great joy. Alongside cooking he liked gambling. He passed soon after his wife did.",
        "I don't know my ancestors and I wish I knew more about them. But I wonder how I can bring up that question and who do I ask?",
        "Sometime back a few centuries, my family name didn't exist. We came from a little village somewhere in more rural China, and then a decree came down that said we all needed to have formal names. So the whole village got the same last name, at the same time. ",
        "Ancestor is something I've always had a fraught relationship with. Is someone who wasalive when I was and is no longer an ancestor? How many years removed does it need tobe considered an ancestor? My grandpa is someone I talk about all the time. His kindness and silence is what guides my mother andguides the decisions I make. I pause and think about him when I see a coca-cola sign,when I watch TV, I think about the storiesI want to preserve for his sake. My greatgrandfather that traveled across the borderthat I never met, is that an ancestor?",
        "My grandfather grew up in a small village and lost his parents at age 15. He had 7 siblings and became their only caregiver. He moved to the big city, got married, and started a successful chemical manufacturing business. He was a disciplinarian who abhorredlaziness and left-handedness, but he alsoloved his siblings and ensured they were never wanting. He was the second grandparentI lost.",
        "My grandfather came to the USA with his aunt after his mother died. His father was already in the states, but had remarried. We recently figured out his father left Russia/Poland when my grandfather was 1. After 10years my grandfather joined him. He was a stranger in a strange land with a dad who did not know him. I also think about my greatgrandmother who died before the trip. Shedied around the time of the Pograms and uprisings in Russia/Poland which makes me wonder what her cause of death was and if my grandfather really knew what happened",
        "I am a Wigglytuff. My ancestor was a Jigglypuff, and before that my ancestor was an Igglybuff.",
        "I will never really know my great grandfather but from what I've heard he was a man with great virtue and perseverance",
        "My grandmother was one of the few survivors of 17 siblings. Many of her siblings died due to poverty or illness.",
        "in my family history there was a woman whowas a spy.She would get the \"bad\" side drunk and hear all their secrets. In the day time she would knit on a rock. She would hidenotes that contined the drunken mens infoand would hid it in her yarn. Oh no, the yarn would fall and a someone on the \"good\" side would find it. They now had a foot ahead of the other side. Super cool she was a spy and used fibers to share the secrets. Later in life i studdied fibers and learned all of this. Feels like its in my blood now.",
        "I don't know anything about my ancestor. Iam sorry.",
        "Cato Mays was my 5x great grandfather on mymother's side and is the oldest person I can trace back in my family lineage. He fought in the civil war for the north, in a squaad of all former enslaved africans.",
        "a few of my ancestors came across on the oregon trail, and bec"
    ],
    "How do you make your drink of choice? Why do you like it?": [
        "My drink of choice is coffee. I've been drinking coffee since I was 12, for late-nighters doing homework. My drink of choices is also a tonic and bitters with lime, because I stopped drinking a while back and that's almost always available. I turn bright red when I drink, but that's really not the worst part; my immune system launches an all-out response and I fall back into my itchy, unhappy ways. ",
        "In the morning, it's coffee. I've been drinking coffee since I was 12, when my mom would bring me half-cups to help me g get through all-nighters. Now I mostly make my own, with a pourover cone and some fresh beans. But my parents used to make what they called \"cowboy coffee\", just boiling the grounds over the stove.",
        "1 part lime, 1 part triplesec, 3 parts tequila",
        "i make it at 212 degrees",
        "I pour boiling water over way too much loose leaf tea to make a very strong tea. I getsuper jittery after drinking it but I lovethe bitterness.",
        "When I was living in Los Angeles and takinga break from caffeine (I was working at acoffee shop and overcaffeinated myself on the daily), I began making concoctions at home using Chinese herbs that my mom had forced me to drink when I wasn't feeling well as a child. There was a nostalgia in tastingthese medicinal, bitter ingredients as anadult, and I found that they did the trick:I felt energized, in a less burn-and-crashkind of way. I still make these drinks athome: jiaogulan, black ant, water.",
        "every morning I make my own english breakfast tea from Paris and I will never be satisfied with anything else. LY NYC",
        "Black coffee. I like it because it wakes meup, it's healthy, and I like the smell!",
        "",
        "based on my mood but most of time I am usedto drink milk"
    ],
    "Write about a family member.": [
        "My mom came to the United States when she was 7. She didn't speak any English, but she learned quickly because she had to take care of her family.",
        "My dad is a funny man. He is incredibly smart, incredibly handy. I think he's fixed almost every part of the hous the car, the water heating system. He used to be a software engineer in security. He grew up in Taiwan, and came to the United States to get a college degree.",
        "My mom loves to garden. She's growing a bunch of her own food in the front yard, where they've removed all the grass for a drought-tolerant vegetable and herb garden. She's a whiz with plants, gcrowing tomatoes out of her ears and always using her herbs in her cooking.",
        "My mother's mother lived in Utah, the same place she and her family immigrated from Canton to. I hear little about her from my family, other than she suffered from schitzofrenia and other maladies. She was a \"hard woman\". She spoke little english and relied on my mother for translation. She passed due to complications from chemotherapy.",
        "My grandma lived with us for a while, and she used to knit all the time. She made these baby blue blankets and vests, all in a checkerboard pattern that I can't figure out how to replicate.",
        "My sister knits fairies.",
        "I grew up as an only child, and later my dad had other kids. I only saw my sister like3 times/year growing up. Now that we're inour twenties we've reconnected and becomeactual sisters, even though we livev in different countries. It feels so nice to havesomeone to bitch about my dad with!!!! I amnot crazy! First and only family member Idon't have a toxic relationship with. I will continue to nurture our relationship. Love you, Jimmy.",
        "I love my brother a lot. He was always theblack sheep of the family. He got caught for a lot of shit like blazing but he alwaysknew when to be kind and when to love. He'sreally silly with the way he thinks and acts but its been so fun being with him and that was only able to happen once i enteredhigh school. We have a bond thats unbreakable and he will always be in my life. Love you nikhil",
        "My mom is a very hard-working person. She holds all of her struggle and pain in as shecontinues to succeed.",
        "It's Mother's Day! Yesterday we were talking about \"motherly\" moms, and what that evenmeans... my mom is many things, but she isnot very motherly. I even asked her if shethought she was cool, and she said No!",
        "My dad. A tall pine tree. Unwavering but gentle. A place to hide in winter.I love him a lot :)",
        "Michelle, little angel, playful and photogenic, loves to be at the center of photos and videos. She is a superstar. Now, in prints!",
        "my sister hannah is funny, curious, emotionally intelligent and beautiful. i love herzest for life. i want the world to be better for her and treat her with grace"
    ],
    "What's a ritual that exists around your home?": [
        "One small ritual is that I always take off my shoes before entering. It's a motion about germs and dirt, but it's also a motion about respect; respecting the house too much to step on it. ",
        "Every night, I lock the front door, sweep the crumbs off the counter, and dim the lights. I love having a clean house to wake up to in the morning.",
        "cleaning, cooking",
        "when I wake up in the morning, I open the curtains in my bedroom and climb back into bed. I want to wake up, but still feel cozy and warm. ",
        "I like lighting candles, taking showers, biking, skating around to unfamiliar places and going to coffee shops. Something about being within different environments put me in different states of mind.",
        "My roommate likes to bake, our florist likes to eat baked goods, therefore, every nowand then we engage in an exchange of bakedgoods for flowers.",
        "every saturday morning my housemate and I go on a walk for brunch",
        "making coffee",
        "Every morning I fold up my bed so I can have the space for activities :)",
        "on every morning that i have time, i grindmy coffee from scratch and use this super fancy tiny stovetop espresso machine i don'tunderstand how it works and i make myselfa latte and put a pastry on a cute plate and eat it by the window and that grounds me",
        "I love to compost. It's a special act separating my food from the things I traditionally perceive as \"trash\" I go to a communitygarden that has their compost collection from Saturday 11am-1pm. I always manage to wake up and drop off my compost. even if I'mhorribly hungover. I make the trek to say hello to the garden people and drop off my compost in hopes that it will nourish more gardens.",
        "Must take off shoes when I walk in the door! Also wash my hands because the world is gross outside",
        "Taoist pilgrimage on foot for the see goddess Mazu",
        "i search my memory and unfortunately i found no specific ritual in my home. maybe preying before meal can be count one",
        "Dropping my keys at the front door when I get home",
        "Around halloween, because my mom is paranoid trick or treaters will break into our house, we always turn off all the lights and pretned we're not home.",
        "we dip the bread in soup whenever we have both on the dining table",
        ""
    ],
    "What's a moment you remember that is important to you?": [
        "When I was a kid, I stole a set of crayon pencils from my cousin. He had been mean to me over and over before, and this time had been strangely nice, letting me draw with his paper and pens. I stole the crayons in retribution, hiding them in my shirt. ",
        "When I was very young, my grandmother taught me how to paint a bird. We had some language barrier, so she taught me through her motions. She had a little sheet of paper with the painting step by step, and led me through it, showing me first how to paint the body, then the wing, then the head, each a separate stroke. I still have that slip of paper. ",
        "Last year, my dad cried for the first time in front of me. He's never shown any other emotion to me except happiness and anger before. ",
        "I went to Yosemite with a couple of friends, to go climbing and hiking, and at some point in the evening I walked by myself up a nearby slope and looked out over the horizon, and ended up deciding to take a chance I'd been thinking about for a long itm.",
        "The moment that is important to me is whenmy grandma asked me a question \"after I die, would you still remember me?\" Right aftershe passed away, I always think about thismoment often because it makes me realize about our exsistance of life on this planet.",
        "a moment I remember that is important to meis the day I moved to New York. It was a big step in altering the course of my life",
        "drawing on the walls with crayons when I was a kid",
        "When I encountered a donkey in my swamp. Atfirst we were not friends but eventually we became friends",
        "Before I moved to NYC, I was living in Seattle. Every summer, there's a festival thrown by the city called the seafair: fighter jets like the blue angels will perform air show over lake washington. Last summer, seafair finally came back after being canceledfor 2 years in a row due to covid, so I went for a picnic with all my friends at the lake to catch the air show. The day was perfect with a large serene lake and mount rainier in the background. Great time with great friends are unforgettable.",
        "Moving to new cities every year alone, andhaving chosen cities I had never been to. The people and experiences were all raw andi got to experience them for the first time. it was amazing. everyone should try traveling alone and moving alone.",
        "Being at home, with my mum and my brother,playing and eating and talking in the sunshine that enters the big windows in our tinyapartment. The love is what i remember",
        "It's me sitting on the second deck of the NYC Ferry for the first time, feeling the wind and the sun, and being hopeful about thefeature. I sometimes feel like that momenthelped me through my entire year.",
        "i was 18 and halfway up taishan (or whatever the mountain in shangdong is called) andthere was a beautiful wind that swept through and i looked back and the view was gorgeous and in that moment i felt content",
        "One moment I remember is when i did karioki",
        "The time I went to the ITP/IMA end of semester show with my daughter Noodle. It was areal daughter-father bonding moment. Strange that it happened on Mother's Day. I'm notsure what that means...?",
        "I remember being in Singapore the winter Iwas in eighth grade. It was during the winter break, and my mom sent me to one of those study abroad winter camps where a bunch of teenagers got together to Singapore of all places. We stayed at a resort, I remember, and there was one afternoon when we all went to a water park together. I was happy,I guess. We were tossing a giant water ballaround, and there was this one moment whenthe ball was suspended midair that I thought to myself--this was the moment I would",
        "when i got accepted at NCCA",
        "When me, mom, dad, and Amy went to the IsarRiver, biked around and just laid by the river, building dams, eating snacks, and just doing nothing for an entire afternoon.. good days in germany(:",
        "when I realize something deep, closer to truth, and new.",
        "When I first learned to ride a bike. It wasone of the first times I learned that I could try new things, even if they are a bitscary.",
        "When I did a great job in location recording and sound design for a film!"
    ],
    "What do you eat when you're stressed? Why?": [
        "When I'm stressed, I eat potato chips. A lot of different ones, from honey dijon to sour cream and onion, but particuularly Pringles. Pringles sour cream and onion chips are excellent stress-eats, and can be found almost anywhere, and come in the most portable container you can find for last-minute pack-and-go rushing. ",
        "When I'm stressed, I love pasta. Pasta is the easiest thing for me to make quickly, without waiting for a cooker, without thinking to hard. My mom used to make spaghetti and meatballs as our comfort food growing up, but I can't have tomatoes anymore, so now it's just pesto and improvisation. ",
        "I don't eat anything. I forget to eat in fact. I remedy my stress by completing the task that is stressing me out. If the problemis eliminated then my negative feelings towards it might also fade.",
        "I get whatever I want at the time, regardless of price. Food is a stress reliever forme. One thing that comes to mind is the penne vodka from a place called Italian Village close to me. It's a lot of food, so the process of me eating it helps me forget allof my problems.",
        "-When I'm stressed I like to find somethingsugary. Anything. Chocolate, candy, ice cream, sometimes I'll even squirt honey straight into my mouth.",
        "mac and cheese but vegan",
        "Instant noodles. Shin ramen mixed with kewpie mayo, sriracha, peanut butter, an egg, and grilled lettuce or cabbage. Ultimate comfort food.",
        "Everything.  I eat everything!  Because that's just what I do when I don't like something.",
        "When I'm stressed, I make a grilled cheesesandwich. Maybe because it takes very little effort to chew and has the most simple flavors possible. Alternatively, I'll eat a spicy snack like Takis that essentially burnmy mouth and ruin my night. I guess it switches between wanting to feel nothing and wanting to feel a lot.",
        "I like to make a big spread of food, havinga vareity of savory and sweet, hot and cold, spicy and mild. Its like a smorgsborg but just for me",
        "when i'm stressed i tend to not eat much. Iwill lose a lot of my appetite and feel mystomach is always full even though its empty... I will smoke a lot of cigarettes though lol",
        "Maybe coffee, yogurt or chocolate? I don'treally eat when stressed... Lol. Better ways to dissolve stress for me personally is to change perspective/environment that willprovide different types of stimulation which then can trigger different types of emotional responses. Plus some self-time to filter through my own thoughts and feelings. Well, I digress. So no, nothing to eat I guess. :D",
        "i don't :')",
        "Rice and beans and chicken, it reminds me of home but also very hearty and healthy."
    ],
    "Write about a memory you have of family.": [
        "A couple of years ago, after a Thanksgiving gathering, my family and I went out Black Friday shopping. My parents don't really shop much, but we went because the whole extended family went. I got caught up trying to figure out if I wanted to buy this leather jacket or not. I paced, and debated, and thought hard. My mom said I should just get it, because it wasn't worth thinking this hard about. My dad said I shouldn't get it, because it's expensive and it would mean more to find a good jacket at the thrift store. In the end I bought it.",
        "When I was a little kid, I was still the oldest of my cousins on my mom's side. We were having a gathering at our house, and all the little kids were rushing up and down the stairs, riding them like we could surf on our asses. I remember all the adults, yelling at us from the dining table, saying we were gonna make ourselves sick. A couple of rounds later, someone did get sick. It was me. I vomited onto the floor, and all the sliding stopped then and there.",
        "When we moved into the house my family lives in now, it was absolutely gutted. We redid the whole thing ourselves, from laying laminate tile in the kitchen to paving the back yard. I remember being not much more than 5, and carrying pavers in from the front yard to the back with my mom. She'd carry 4 or 5, I'd carry 1, and we'd load them into my little red flyer wheelbarrow.",
        "Last summer, I went to visit my folks for the first time in a while. Whenever I get home, my mom has tons of food ready for us, right away.",
        "I very distinctly remember that even thoughI was born to a family, they were never afamily to me, and that I can recall the exact moment that I understood what I'd been missing after I found the one I belong now.",
        "I remember whenever I'd travel with my family my mom would research all the places wevisited gave us a tour and threw pop quizesat us afterward. An example of how intellectually rigorous my mom is.",
        "my family life is complicated - it is amorphous - it often resists memory but i hope to remember more soon",
        "getting lost in a mall so my mom found me",
        "My mother and I went to Italy together andit was amazing. I love my mom.",
        "gramster.",
        "When I was young, I was very small. When Isaw my aunt, she would give me a dollar ifI ate an extra bowl of rice for dinner, sothat I would fatten up.",
        "last christmas my family and i played durakfor the whole week, it was really fun. i only lost once, i am not sure if im that good or if they just let me win so that i don't feel bad. that christmas wasn't very nicefor me, so that brought my spirits up a lot. i wonder if winning the game is what actually keeps humans going in life? :.",
        "I remember being in the back of a car withmy parents driving while we were travelingin Canada for my spring break. It was our first time there and it was very cold, but Iwas very happy."
    ],
    "Write about one of your hobbies. WHy do you do it? Who do you do it with?": [
        "I do too many hobbies. One of my hobbies is knitting. I learned to knit from my grandmother, who was an absolute whiz at it. She would make jumpers and vests and blankets, all in stitches that I still don't understand today. Today I make a lot of socks, and I've made exactly one lumpy sweater."
    ],
    "Do you have a nighttime habit? Write about it.": [
        "At night, I read. Not exactly books or novels all the time, but I always end up reading something, whether it's comics or webtoons or a chapter of something I'm excited about. ",
        "At night, I'd always make sure to spend some time sitting on the couch with my pets, even for just 5 minutes. It's like our little ritual.",
        "I sure don't. That would require consistency, which I horribly lack by the end of theday.",
        "Sometimes, if I don't eat enough during theday I'll stay up until 3am in my bed. After which I will give up all resistance and get out of bed for a early morning walk around the neighborhood and listen to the birds.",
        "I sometimes dream myself back to the eralyschool age, and I was in the testing know nothing about what I'm gonna do, I can't also copy to anyone since the distance betweenis the way too far, I just hope this is adream.",
        "i recently have been delving into self tracking, partially motivated to see how i canimprove my sleep. So before bed, i would wear a smart watch a little before the sleepschedule, looking forward to seeing how Ihave slept the next morning.",
        "",
        "I like to pay videos games at night after finishing my work of the day.",
        "watching parks & rec",
        "Ummm my nighttime habit is being on my phone",
        "I do. At night, I regularly listen to a podcast - something about the voices lulling me to sleep in the last 5-10 minutes of conciousness gives me comfort. Sometimes I worry it's unhealthy, it's creating a new darkaddiction, but other times I feel so humbled by the intellect of those who choose to record themselves.",
        "I eat cashews before bed - it helps my blood sugar to sleep through the night and so Idon't wake up hungry.",
        "Every night, I like to sit for 30 minutes in complete silence in complete darkness. Atthe end of the carefully timed half hour,I let out one, single, glorious honk like the biggest goose boy that's ever been.This calms me like nothing else.Honk.",
        "MY NIGHTTIME HABIT IS READING CONTROVERSIALPOST ON THE AM I THE ASSHOLE SUBREDDIT"
    ],
    "What do you do to unwind?": [
        "A lot of the time now, I watch things on YouTube or TikTok. But honestly, that doesn't really feel like unwinding. When I'm really  relaxing, I'm taking the time to knit, or cook some food for myself and friends.  When I'm truly vegging out, I'll pick up a new video game and play it for days, something I never got to do as a kid. ",
        "Hmmm.....sometimes I read, maybe I'll take a walk. Or sometimes I'll just lay down and stare at the ceiling, maybe put on noise cancelling headphones (without any noise) and just block everything out. Or doom scroll on tiktok, that too.",
        "I love taking long walks. I haven't done that in a while, but it's so calming to just wander endlessly through a park or a neighborhood. ",
        "To relax, I go to the park. I take my time walking around, looking at the grass and the trees, watching the people go by.",
        "I go relax on my couch. My couch is my favorite place to be, especially when the sun hits it through the window just right. I love curling up with a book and a blanket, and laying there all evening. ",
        "when I'm anxious I sing, No Weapon by FredHammond is one of my favorite ones for thatreason. When I feel constrained I like skating. Most of my hobbies are remedies to negative feelings that build up within me.",
        "I walk in the park with Mr. Mickey Grace, my four-legged golden boy. The combination of the park's openness, its quiet, and watching a 4-legged wiggler bask in the outdoorsis always a tremendous relief.",
        "smoke and hang out with my cat. spend timeunder heavy blankets.",
        "I like to workout or take a long walk ideally. But oftentimes, I end up staying at home and become stuck on my phone scrolling endlessly. But when I finally get the courageto walk out, I feel really great",
        "I used to get high. Now i fantasize aboutgoing to the hot spring in Taipei.",
        "i love cooking, watching stand up comedy,ormovies that remind me of home. I love hanging out with friends, listening to music, writing in my journal and doodling :)",
        "sleeping",
        "I want everyone to be happy",
        "street photography",
        "I would like to have more free time like Ihad before when I just was working with myown entrepreneurships. I am tired now working in someone else factory ten hours a day.Those times will come back soon. Tobistar",
        "My dog is waiting for me hoping that I willreturn.",
        "I take long walks and bike rides, go rock climbing, pour a glass.",
        "I listen to music... usually music I'm already super familiar with, so it's like it sets my brain back onto a track that is thenfamiliar to me, and I can relax back into astate where I know myself.",
        "workers of the world,unite!",
        "",
        "i like to sit in bed and read. my bed is asoft, comfortable haven, especially on a warm day with the window open and the fan on.perfect for escapting to another place viaa good story.",
        "i go the park and spend time studying a plant. i watch it for at least 5 minutes, observing the tiny ways it moves and interactswith its environment. it makes me feel calmand understood",
        "errrrrr....have a good meal, stay up until sunrise andsleep till dinner i guess",
        "i actually have a really hard time unwinding these days but to be honest tik tok actually really works, versus other social mediawhich usualyl just makes me more anxious",
        "I used to play videogames to unwind, but after getting a job related to them it reallystarted to feel like I could never turn myanalyst brain off while playing them. Withsome exceptions... I still enjoy playing them, but now if I'm really trying to unwindI need to do something passive. My go-to:watching classic episodes of The Simpsons.My boy is a box.",
        "Physical activity is the best way to unwindfor, I forget about my problems when Iexhaust myself phsically."
    ],
    "What's a treasured posession of yours?": [
        "The painted rock some friends gave me for Valentine's day in high school",
        "I have this oil lamp that I got in France, from my first trip to Europe. I grew up not getting souvenirs, so this is one of my first ones. It was by a local potter who was making dozens of these, and I asked for the very lamp that was lit in the window as I walked by. It took so much packaging to get it home safely, but now I light it whenever I need a little extra light, and I love it dearly. ",
        "I started to get into film photography a little after high school, and got myself a little dinky plastic camera to play with. In response, my dad gave me his old film camera, one that he used in college, and has a bunch of wonderful photos from. That camera is now mine, and is something that I hope to have for the rest of my life.",
        "I have a small box I got from India in which I keep little notes and cards and tokens from people I love. I've moved a lot, but this box stays with me wherever I go. It's the one thing I'd grab if there were a fire.",
        "a desk of my grandmother's with a roll downtop. She used to keep all her mail in oneof the cubbies, and her sewing kits stuffedin the drawer. She also kept her playing cards here, which she broke out several times a week for card games of gin rummy with her girls. I learned how to knit and play cards by watching her hands at work. I now wear the ring she wore on one of those hands.",
        "My copy of \"In the Buddha's Words\", which Ipicked up for $3 at the public library's used bookstore. I have read it cover to cover.",
        "my mother's necklace. When I was little I would always play with it and then she gaveit to me. It is shaped like a heart and silver. I want to pass it down to my daughterone dayg",
        "Ellen's cigarette case and silver ring",
        "I can't think of one right now, but what Itreasure are the meaningful memories I makewith my friends who have been with me andcontinue to be in my life.",
        "my tresure box full of shiny things that icollected from all the places with shiny things on the ground",
        "a treatured possession of mine is my charmbracelet that was added to after life events throughout my childhood.It symbolizes growth.",
        "My stuffed animal. Except it's not an animal, it's a peanut.",
        "My BTS albums :D",
        "I have a teapot from my grandmother that has passed. It was from a trip she took to London back when she first married my Papa. It always sat in a special cabinet at her house and I always admired it on the shelf. When she passed, this was the one thing I wanted of her posessions. When I was moving homes, we took it to the post office to getshipped to my new home. When I unwrapped it once I was in NYC, I realized the teapot's lid had gone missing. Itdidn't get packed. I cried. Now it holds acactus. Death brings forth new life.",
        "my memories are my most treasured possession. Memories of travels alone and with family or friends, or even the smallest events and memories. They are a constant thing in my life, no matter how far i go, where i am,how i feel.",
        "my turtle named Snappy. He is alive",
        "my anime goods collection",
        "rock"
    ],
    "Do you an affinity for a plant or animal? What do you like about it?": [
        "I do have a fav animal which is a deer. If we were in a \"Harry Potter\" movie, \"deer\" could be my \"patronum\"",
        "My favorite animal is the raccoon. I think it would be cute yet daunting to have a pet that has apposable thumbs. But they're so cute and some are domesticated which gives me hope that maybe one day I can have a raccoon.",
        "i never had a pet growing up and it made me feel like my family might have been less kind than others. there was a practical and clinicalness to the choicce which made sense to me, and though i didn't want a pet, it seems to have informed me in a way. ",
        "I've come to really appreciate flowers in general after spending a lot of time with my grandma. I've learned to slow things down and appreciate the slow growth that comes with flowers. Though they don't last long, when they do finally bloom, the excitement is unmatched. I really like chrysanthemums, especially the purple and green ones you can find at trader joes. My favorite animal is a a capybara because of the song rn.",
        "My favorite plant is the gingko. It's kind of stereotypical, but the leaves are so beautiful, and it's the only member of its genus. It's old and rare, and I just love seeing it each fall, when it turns bright yellow and showers the ground in gold.",
        "I don't know if I have a favorite, but I would love to have cats at my place~ They are so cute to look at and play with~!",
        "I grew up with a black laborador, so I feel really fond of them when I see them out and about. My dog was really dumb, but he was sweet, and always just wanted to be around people.",
        "I love gingko trees, theyre just so gorgeous in the fall. I think they're fascinatingbecause of their weird genetics (they're like, the oldest plants or something?) but theyre supposed to be medicinal, and are so distinctive.",
        "I really like dogs. I have a pet labrador at home since I was 13 years old. Dogs are extremely friendly and loveable, and I justlove having them around. They bring me so much joy.",
        "I love dogs, somehow despite my need to bealone, I always value the presence of a dog. Dogs don't judge you the same way peopledo, which is comforting",
        "I have always liked birds, especially onesthat sing or make noise. I grew up in Florida where there are a lot of Native and Non-Native parrots and other birds, and while Iam not a bird watcher, there are so many cool ones to see, hear, and watch fly in large flocks overhead. I think woodpeckers areespecially cool since they have such distinct markings, and the sounds they make areincredibly unique among avian species.",
        "Rabbit! I like rabbits, I have a rabbit, Iwas born in the year of rabbit. Shoutout toOswald.",
        "Dandelions were always one of my favorite signs of spring. Bright yellow flowers thatsymbolized the beginning of a new season. Considered a common weed with a wealth of medicinal benefits.",
        "animal. THEY ARE NICER THAN HUMANBEINGS.",
        "I recently really found a love for collardgreens. They have an interesting culutral history for me and some of the recipes I'vefound for preparing them are spectacular! Collard Slaw FUCKING SLAPS!",
        "I really like the birds of paradise plant that I have. I like it because I got it rigth after I moved to New York, and it's really grown to be much bigger than when I firstgot it. Maybe this is a metaphor for how I've grown myself since my move?",
        "i love this concept Leia. You have inspiredme to connect more with people that visitmy house",
        "I miss the dogs I grew up with. I wish my NYC apartment allowed for me to get a dog now...",
        "i like cherry blossoms. they are ephermeral. they make it ok to be sad and wistful"
    ],
    "Write about an object you own.": [
        "I have this book, titled \"Here\". I found it in San Francisco, browsing through the Green Apple Bookstore, and when I grabbed it an index card fell out. It had a little message on it, a \"hello likeminded person\" message, that included an email address to send messages back and forth. The book is about a single geographic spot on the earth, across time from the beginning of the world to far in the future. And all of it is the same spot, the same physical moment, across all of humanity and before and after. ",
        "A healing crystal. This object enable me tolet go of my negative energy that I might have gained during the day.",
        "I recently lost this object that was very dear to me and it was a toy kaleidescope. Igot it when I was 6 years old in the DallasArboretum back in Texas, and I have had itfor 13 years now. It had a purple, shimmery base with a rotating wheel with beads andglitter. It reminds me of my childhood andhow things were much simpler back in time.",
        "rose quartz",
        "When I was in Santa Fe, there was a music festival and I wanted a fun non alcoholic beverage. The only thing I could find was lithium water, and I asked the salesperson what lithium water does to you... they said itjust takes the edge off and makes you chill... I'm like okay bet. So I pay them $5 for a glass of lithium water and 15 minutes later I'm buying a very expensive yellow Stetson hat from a vendor. The hat is beautiful and fit my head perfectly. I love it so much but I don't have many occasions to wearit. It lives at home, a reminder of this",
        "It's an acrylic container for a k-pop photocard of Jeon Soyeon from (G)-idle",
        "I have a brown leather notebook about the size of a large pocket - I like to take it places and jot down thoughts and ideas :)",
        "i own lots of books as since a child they have been my window to the world outside. aworld i havent yet seen or experienced butvicariously seeing it through my wonderfulbooks",
        "i own a giant ricecooker!!!!!!!!",
        "I own a guitar. Its something im thinkikngabout right now cause its bringing me a lotof joy and meaning",
        "i am thinking of a little plastic dolphin my friend kelsa gave to mei have had it for maybe 10 years? i don't remembere where she got it but i like to keep it by my desk",
        "I own a very old and worn out, but incredibly soft sarong that i've used as a blanketsince I was 8. It has holes in it, some ofwhich were burned in when I draped it overa lamp. The sarong is warm when it is coldout and cold when it is warm and, and letsme feel at home wherever I go."
    ],
    "Favorite snack? Why?": [
        "I really like banana milk. It's something that makes me feel whole. It's not revolutionary or the best tasting thing--but it reminds me of my past and where I come from. I love sharing it with people who've never had it before--but it makes me feel vulnerable, what if they don't like it? What if they don't like me?",
        "ice cream. Because it sweet and reminds me my beatiful childhood and the hot weather in my hometown.",
        "My favorite snack is pocky. I grew up in a household where we didn't really keep sweets around, but the grocery store across the street carried all sorts of snacks. I used to grab a box of pocky before heading to my school clubs, and spend the rest of my time munching on them, one by one. ",
        "My favorite snack is a tortilla toasted over my stove, smeared with butter and sprinkled with cinnamon and sugar. My mom used to make them all the time for me. ",
        "I like alot of snacks, hard to pick a favorite but cheez-its are definitely up there",
        "banana milk because it reminds me of my time back in korea when i was younger. I havea keychain of it and it's a treat to get itonce in a while at a korean mart",
        "Brazilian Nut!",
        "ice cream, because it is sweet"
    ],
    "Share one small thing about yourself.": [
        "I am really great at working between the hours of 9pm and 2am. There's something about that time that really works with my brain. Maybe it's because I never used to sleep at good hours, I used to only sleep for 4 so 5 hours each night. Even when I could sleep more, I'd take that extra time to read or surf the web instead. ",
        "I recently rediscovered my own imagination when trying to fall asleep. Why think about the chores of tomorrow when I can pretend that pigeons are huge and I can grab onto their wings and hitch a ride? Or I can hold my breath indefinitely underwater and swim with Pokemon-lookin dratini?",
        "During the apandemic I adopted 2 plants to start... then 2 more, 2 more, they dregree grew a lot (so 2 more), and so on... now I'm thinkging about next steps and Ive moved to a smaller house.. I think the next one will be even asmaller... I think about how much space my pant--ahem--PLANTS will need, how much space I can afford for them, whether I ewill need plant foster care, and how I will even transport them,,, possibly across the country.  What if I move to the desert? Will they even survive out there? ",
        "i am extremly scared of death",
        "I am a coffee addict.",
        "I got magical sleep.",
        "i keep a small stuffed pikachu in my car. it's kinda fat and it sits in one of my cupholders. it's my passenger princess",
        "I am constantly at odds with adapting to mysurroundings or changing them to suit myself.",
        "i'm happy because my parents are here",
        "I have very flexible and bendy ears.",
        "i love you",
        "I like to wear different colored socks, butmostly because I hate sorting socks and itmakes it easier to wear them twice mixed and matched",
        "hi this is toodle",
        "gkdflgjosdsb",
        "I am psychotic."
    ],
    "Who do you call with bad news? Why?": [
        "I usually call my mother with bad news, or my friend Joe. When I want to tell them the worries I have, I know theyll listen with care and call me on my bullshit whenever I need them to. And they'll take a moment to mourn with me",
        "Usually my partner, but I often sit with itmyself for a while before sharing it. WhenI do share, it's partner first, then parents and my brother.",
        "my mother is the least judgmental person inmy life. She listens when you ask her to listen, she gives advice when you ask for that, she lets you cry if that's what is needed. I am lucky.",
        "i call my closest friends - they know how to hold space with me and how to let thingsgo with me",
        "I call my best friend Harper because i knowhe'll be understanding and supportive andwill give me the space to air out my frustrations. He'll wallow and rage with me but also give me optimism about the situation inthe end, or at the least, a vision of a future that makes the trouble right now seemlike just a small obstacle.",
        "I try not to call anyone at all, because Idon't want to feel like I'm burdening people. If I have to, I call my roommate or my parents depending on the severity. I'd liketo change this about myself.",
        "There different types of bad new imoI choose to share that information to different people to process the news differentDo I need solution, do i need to feel better, do I need to confirm if the news is trueor notI will most likly need to take a small piece of time to shower myself with the news itself. In my mind come up with how I want toface to news then i will call the person",
        "I typically call my mom first whenever I have bad news. She sorta has a calming effectand is always the one to reassure me thateverything always has a tendency of workingout for me.",
        "kjhkuhkh",
        "The first person who comes to mind is my friend Katelyn. We used to do a podcast together and it was sort of just an excuse to hang out, I think. Very shaggy dog, aimless.We're both writers so a lot of our calls after the podcast days would inevitably turnto comiseration(sp?) about the state of thewithering media industry. When I got laidoff, she was one of the only close friendsI had who knew me not as a writer first, but as a person--and who already understood what that precarity was like to live with. I'm very grateful I get to be her friend.",
        "I used to call Ted Cruz, but now that we know he is not the Zodiac killer i have lostinterest",
        "It depends. I try not to call people and bother them with my problems. But if I had topick one, it would be my best friend Shirley. Even the most immense of problems feelsinsignificant when I can laught if off together with her. I hope shwe's having a happy birthday in England right now!",
        "i keep it to myself. it's hard to feel likeyou're burdening someone",
        "911",
        "I call my mother with bad news because sheis very receptive to my monologuing, bitching, and ranting."
    ],
    "Share a story about yourself as a child.": [
        "When I was around 6, we moved to a new house. It was ripped up and needed a lot of renovation, but we did all the work ourselves. We put these hardwood floors in my bedroom by hand, but didn't get around to putting in the baseboards, and I would lose my cards and toys in the cracks. ",
        "My mom lost my favorite little stuffed turtled named Tortsy when I was in elementary school. Still haven't forgiven her, I bring it up now and again. She swears she didn't. Sure mom. Whatever you say.",
        "When I was maybe 8, I jumped into the pool in my aunt's backyard. It wasn't that deep, so my toe scraped the bottom, dragging along the textrue like sandpaper. When i resurfaced, I didn't feel much. But when I looked down, I saw blood blossom up out of my knuckle, and almost fainted.",
        "I was a child with extreme lowered inhabitions. Whatever I think to say or do, I wouldsay or do those things. Although I had some weird traits I was fairly resilient. I remember at the age of 10 I carried my sisteron my back up mount washington when she was tired. That was a 2-3 hour hike.",
        "When I was fairly young, I got bored easilyand liked to play with my toys in increasingly creative ways until either they brokeor I did. For example, When I learned you could jump off swings, I slowly escalated myexits until I tried to backflip off the swing and landed upside down directly on theback of my neck in the sandbox. Fortunatelymy parents knew me well and had invested in special sand that gave way instead of packing hard, which is why I'm able to type this today.",
        "When I was a kid, I went to Italy with my family. I tried rum raisin ice cream. I hated it. I had to throw it out. I never wantedto eat rum raisin ice cream every again.",
        "I remember leaving \"Like Mike\" in theaters,couldnt have beenolder than 8. i found BOW-WOW to look very feminine despite being anNBA superstar with magical basketball shoes. My Queer basketball career was never thesame again. BOW-WOW look kinda like \"Lil Mama\" and they both pretty damn hot so yeah.childhood enhanced lol",
        "i grew up in portland oregon, and as i havegrown older, i have realized how unique anupbringing it was! i would spend hours inthe park by my house with my friend, running around with my friend and sister barefootwith only analog watches and the setting summer sun to tell us that it was time to wander home for the night.",
        "When I was one, I did a poo on the sittingroom floor. I thought that if I put a bucket over it, my parents would never know. Reader, they did.",
        "When I was about 4 I was watching a performance of Fiddler on the Roof and was sittingnext to my friend Gabriel. Gabriel was a troublemaker and stuck his tongue out at ourteacher during the play. During the confusion, I was somehow blamed for Gabriel's deed and we both were punished. At the end ofthe day everyone in the class was sent homewith chocolate. Gabriel and I went home empty handed.",
        "I got bite by a mother dog who just gave birth to 3 puppies when i was five.",
        "one time me and my cousin stole a raft.  wecut the ropes off and paddled down the river.  i think about that a lot, how little we cared and how easy everything was.",
        "One day after elementary school a kid aboutmy age tried to steal my wallet but got caught by me. My mom soon got to the scene, with a police officer present, asking me howmuch money the kid took from my wallet. Because I just spend all my money on this piece of toy that I am not allowed to get, I had to lie in front of my mom, saying theresa $50 in the wallet. The kid of course, was crying that he did not take the 50. I remember the second day his dad brought him toapologize to me in front of my school. I don't know if he got beat up.Im guilty stil",
        "I was a very obedient child but one day in3rd grade I was deeply engrossed in the newest Harry Potter book - it was the hardcover version and it was HUGE compared to a child. I didn't hear the teacher ask us to putour books away and I continued reading...I noticed it became eerily silent and whenI looked up from my book I saw my teacher glaring at me, and all my classmates lookingat me... it felt embarassing only becauseit was the first time I felt like I disobeyed a teacher even though it was an accident",
        "as a child i liked to eat broccoli",
        "When I was about 3 years old I went with myparents and baby brother to a fire station. I was enthralled by the dalmation that they had at the station and I remember one ofthe firefighters giving me some cinnamon gum. To this day it's still my favorite flavor.",
        "One day, my father picked me up early fromschool because I wasn't feeling well. Thiswas an extremely rare occurance since my father worked at the Pentagon and would oftentimes be away for work. I was super excited when I saw my dad and surprisingly my sickness went away. As I exited the passengerside of the car, a cat ran to my feet and Iran down the street....literally. My father was confused but immediately ran after me. Once he caught me and I revealed that I ran out of fear of a cat attack, he put me on his back and jogged me back home.",
        "My favorite childhood memory is taking napswhile in a baby seat on the back of my dad's bike",
        "When I was a kid I spent a ton of time reading. Sometimes my cousins would come over (and I love my cousins) but I would be bothered because I wanted to keep reading. I figured there's no world like the one that youcan imagine, and that's when I decided tobecome a writer."
    ],
    "Do you have a favorite color? Write about how it makes you feel.": [
        "I am a big fan of all colors but I think it really depends on the year and mood I've been riding on. Currently, it's forest green. Something about a deep, soothing, earthy color of it makes me feel grounded and happy.",
        "My favorite color is orange. For a super lo\nng time I never really wore color, always p\nicked the things that were black or white. \nBut over the last two years I've learned to\n lean into the joy that color brings me, an\nd now I get everything in orange.",
        "Wisteria; a light indigo. It's not quite blue, it's not quite purple, it's just gorgeous. It makes me feel sophisticated, feel wistful, feel wondrous.",
        "Think of soft green, like the edges of a scallion, or the color of key lime pie as itsets. I've always been drawn to the sereneenergy of light shades of green: sage, a pastel yellow-green, a seafoam green (which could arguably be considered blue). I see these shades in nature and in myself.",
        "i like orange, it is provactive and non-violence.",
        "My favorite color is purple. It is cool andrelaxing but not without passion",
        "My favorite color is yellow.Sense of warning but also fresh as lemon.It brings energy to people I guess.",
        "orange because its delicious and also the color of half life 1",
        "Growing up, my favourite colour was red. Ithink it inspired me a lot, it felt the same way as good energy to me. I feel as though, over the years,I stopped having a favourite colour, and started appreciating different colours for different reasons, and certain colours will inspire me more at certaintimes than others. Today, I'm fucking withgreen"
    ],
    "Share a story about a piece of your home decor.": [
        "i have a poster of tintin that I brought back from belgium when i is that how you spell his name?) museum -- probably my biggest and longest standing poster in my room, and maybe one that travelled the furthest.",
        "I have a small container that belonged to my mother, she kept her roaches inside. It was always on display, never hidden.",
        "Most of my decors are books. Otherwise, I have my friends' art piece and posters. I like paper decors more than anything else. Ithink objects that I use, they should all be a stand-alone decor too. I dream of a house with beautiful objects.",
        "when I first moved to new york I knew thatI wasn't going to be here forever. So I decided to buy most of my furniture from homedepot. It's very utilitarian, but my most special pieces of furnitures are my chairs.Ihave a kneeling one and a unstable one, both are intended to defeat normal sitting and help with posture.",
        "I have a little mushroom house that doublesas a candle home. it is my precious friend.",
        "I have lots of candles and also scent diffuser at home. I really enjoy making my homewith different scents that is following myemotions.",
        "I have a blue pumpkin that I made in my friend Jinny's birthday party.",
        "I have a table that's traveled with me fora decade - it's a friend that I put coffeeon",
        "good question, i have almost way too many hhome decor, even for a temporary 1-month sublet, i would put some home docors to makeit like home; the last time when I was in guangzhou, i live in an apartment for only 1.5 month, i got a cute carpet for the roomand i left it there for the next person when i moved out.",
        "I just got a white IKEA dresser, which is the first dresser I've ever owned. It's great, it blends in with the wall and fits allmy clothing. A machine for storage.",
        "My fav piece is my whole collection of Popmart plastic toys. They are pretty small, like in the size of my hand. I got a whole closet of toy collection. Every friend came to my apartment, and all of them are surprised the number of toys i had.",
        "i have a standing desk that broke my toe",
        "My neighbor gave me a porcelein doll. She ggave me a few, but only one survived. She'sabout 8 inches tall, with blonde hair andblue eyes, and a white dress that has beenfrayed with time. She is one of the only surviving things from my childhood and I treasure her a lot. She sits behind a glass door and she smells like incense when I take her out to hold her and remember what it waslike to be a child.",
        "I have a small clay bowl that I purchased at my favorite cafe - I use it to keep my incense holder (a stone) and collect its ashes",
        "theres a swing in my living room. i wantedone for a long time as its like a part of my childhood still with me where all of my cousins and siblings will swing in my grandparents house. my most memomarable childhoodmemory",
        "leave that empty",
        "my favorite piece of my home decor is a pile of dirty clothes in the corner of my room",
        "My photograpgs that help me visualize thatI am living life. That I wake up to and remember that the meories are not only livingin my head.",
        "everything is too much",
        "I don't have a home in New York.I live in students dorms which we are required to moveout every 4 months.Therefore,it is bad tobe attached or carry too much with you in heavy weights.That made me fall in love withpapers. I put little notes, poems,to-do lists on my wall as a decor, so it looks niceand I would throw them away when I moved out. Nothing is permenant here.But well."
    ],
    "Who did you call last with good news? What was it?": [
        "i don't usually call people, but i texted my friend anh, my mom, and a mentor person when i recently got into a residency i didn't know i would be qualified for. :`)",
        "I had therapy today, sows was shared with her. Is that a call, I don't know. I suppose the last person I called with good news was my sister. Thank you for tis question.",
        "I don't usually call people with good news,\n but when I do, it's my partner or my best \nfriend from high school. Those two people a\nre my go-to for news of most sorts. But hon\nestly, I can only remember the times I've c\nalled in frustration, not joy.",
        "My best friend Quan Le when I got into ITPback in March of 2021.",
        "I dont really call I text! And I like to text a few of my close friends whenever something good has happened - i like to look atminor moments as big moments, so for me, Itext my three best friends pretty much oncea week with something small, like not having a stomache for a whole day.",
        "i think it was my parents. I tell them/// ssorry something just fell over on the otherside of the room./// I tell them things that I think that they want to hear rather than things that I think actually make me happy. I wonder if it will ever be different than that.",
        "I have scrolled through my phone's call history and I can barely find a call I initiated, let alone one where I shared good news.Perhaps... I should call people more often.",
        "I called my friends for and told them I wasgoing for a friend's wedding this weekend.I was super excited for it! <3",
        "gOn Sunday, I was at Cayuga Lake in westernnew york, and was stunned by how wildly beautiful it was. I video-called my mom, so she could see it too. I wanted to share withher a place she  may never see, and I wanted someone to feel proud along with me - proud of the beauty I'm able to stumble uponwhen I take a leap and travel on my own",
        "I called my mom when I got into a nationalpuppet conference.",
        "I called my sister to tell her my best friend got an amazing job :)",
        "I CALLED MY MOM LAST WITH GOOD NEWS THEN ICALLED MY FRIEND ANNA IT WAS WHEN I DECIDEDTHAT I WANT TO MOVE OUT OF DC IN TWO YEARSAND EXPLORE A NEW CITY. nYC DC OR MAYBE BACK TO THE WEST COAST, WE SHALL SEE. SHOUTOUT TO SOPHIA BAKER",
        "",
        "I called my father to let him know that myboss offered me a new amazing opportunity in my internship. But I ended up not tellinghim that much about it because I felt likehe needed more attention than I did at that moment.",
        "my parents :) about my grades!",
        "Nothing good happened recently",
        "I texted Jessica; I told them that I got free tickets to see Feist through my job"
    ],
    "What do you think defines an ancestor?": [
        "An ancestor is anyone, spiritually or genetically, that you descend from. They're whoever has helped shape your past, whether you remember them, or name them, or not.",
        "Age and folkore.  The stories we tthe people we will never meet and how those stories connect us to family and time and history",
        "An elder ogre who raises you in the swamp",
        "I think there are a couple things that identify an ancestor. The key thing is connection - we have to be linked back and forth through our ancestral paths, a sense of linear entanglement that remind us that we aren't who we are alone, but we are a part of anoverall thread. This does not have to be by blood, but it must be by some sense of love. Our ancestors are there to care and there to remind us of who we can be.Also ancestors should be dead",
        "I think of an ancestor as being a relativethat supported my parents, grandparents, great grandparents, etc",
        "an ancestor is anyone that made an effort to help you become who you are.",
        "this is a very deep question...I guess genes?...idkG",
        "someone who share the same cultural heritage with me",
        "I believe that an ancestor is someone thatis related to us in the past",
        "ancestors are storytellers. They past downthe spirits and tales of existence throughmemories and dreams.",
        "Someone from a place that provides you community and a family and a culture that you closely identify with.",
        "Person who know a lot more about your existence then you do"
    ],
    "Do you have a morning habit? Write about it.": [
        "i listen to death metal really really loudly",
        "I like to make a coffee and read. Usually I'll pick up whatever I was reading the night before and get straight back into it. Sometimes I write. Eventually I face the day.",
        "I make coffee everyday",
        "i fling open the curtains, I I I I I I I II I I I I I II I I I I I I I II I I II I II II I I II I I I I wash my face",
        "I usually spend about 30 minutes on my phone in bed, but my cat interrupts me and begsfor belly rubs for at least another 30 minutes.",
        "match latte!",
        "Morning routine: Hug, kiss, and say good morning. Ask if you want to read a book.",
        "I have breakfast in the m0rninng",
        "I roll out of bed, brush my teeth, grab coffee, and am at my desk in about 10 minutes.Its not great but I like to sleep till thelast second :)",
        "I actually don't, every morning is almost totally different for me. I guess drinking abottle of water could be considered my morning habit?",
        "I like potatoes.",
        "i suppose coffee. i take it mildly seriously, but im not a dick about it. high qualityis important.",
        "In the morning, I wake up and make a cup ofblack coffee for my mother and I. We bothsit silently in the couch and drink hot coffee. Not sure what it would be like the dayI no longer make her coffee. I also fix myroom. Cleaning my room takes me two hoursbut its the only time I can take a moment to think.",
        "i get redy for scool"
    ],
    "What do you call your grandparents? Why?": [
        "i called them nana and pop",
        "Ba Ngoai (maternal gma), Mama Shoku (paternal gma), and Grandad (paternal gpa). I never met my maternal gpa, but I would've called him Ong Ngoai, as is Viet convention. Mama Shoku had her children always call her Shoku instead of mom/mother/etc, so when shebecame a grandma, my mom insisted that an honorif be prepended for respect, thus MamaShoku.",
        "On my dads side I call my grandpa \"dada\" and grandma \"dadi\". On my moms side, I call my grandpa \"nanu papa\" and my grandma \"manju-mummy\". I don't know the first names of most of my grandparents and they are all dead.",
        "A-Mah and Yeh-Yeh",
        "i only met one grandparent- I called her grandma",
        "Baba and Savta.  Because that's how Ines started to call them. And we copied.",
        "yeye nainai cuz thats the chinese way of calling them",
        "grandparents",
        "grandwaigong,it's my native language.",
        "Lola and Lolo"
    ],
    "Write about an object you carry with you.": [
        "I wear my watch everyday but because it needs to be charged every day (also) sometimes I forget and it doesnt have enough juice. So It stays at home. But I feel lost without it. It's a smart watch that I mostly use for time but it makes me feel organized. There's so much information in my watch and it convenitnently sits on my wrist. Comfortably, even. ",
        "The three tap touch means that I always have my wallet with me. My wallet has everything I need to actually survive. Not having my phone is fine, but without a wallet I feel lost. I feel like I'm unable to get by. My wallet has my entry to places, the ability to buy things. My wallet isnt just so I can buy my bagel for the day but the way people believe who I am",
        "I always carry this brass pencil around with me. It's not super functional, but I bought it a long time ago and had hopes of it meaning my transition into a more calm, collected, respectable person.",
        "I always carry my waterbottle with me. I'mnot even that interested in being hydratedall the time",
        "I carry many objects with me at all time. random things always floating around my bag.a few being lip gloss, airpods keys, phoneand wallet. also random things like matchbooks and midol and maybe an edible. never know where a day in nyc takes you",
        "I carry my thesis journal which is a smallnotebook made with fancy feathery paper. Icarry it with me so I can jot down notes onthesis at anytime.",
        "Jewelry is one of my nlove languages. My friends and I often buy each other matching rings, and I have gifted necklaces and bangles from family members. When I wear jewelrythat others have given me, it almost feelslike they are with me. It is comforting especially on special days and occasions.",
        "hand lotion and chap stick",
        "I have a small pouch that I always carry with me. There's always bandages, wipes, disinfecting spray etc. in it. I guess it's a small cute first aid kit for my self. And bte it's with blue sharks on it. :D",
        "my sould",
        "my Sakuma Rei Nuigurumi.I bought it from Japan. Sakuma Rei is one of my fav game character",
        "The wallet I carry around is getting a bitold now, but it's something I think I'll keep for quite some time. It was a special birthday gift from someone really important,someone I'm still working on letting go. But until that happens, I'll hold onto it, just like I'm still holding onto them.",
        "I carry chapstick with me because it adds moisture to my lips. I feel less vibrant without it and need to carry chapstick with meall the time.",
        "My necklace is a reminder to shine like thesun."
    ],
    "Write about one of your hobbies. Why do you do it? Who do you do it with?": [
        "Walking is one of my hobbies, I do it to stay healthy but not really. I do it becauseit gives brings me peace to my soul.",
        "i like to hike. it relaxes me and gives meenergy. its a great escape from my day to dday life in nyc. its also a quiet respite from my job teaching kindergarten",
        "During the spring time, I love to take myself on long walks and imagine all of the different lives that I could live, and all ofthe little worlds that other people are living around me",
        "I have been taking dance classes since I was three yrs old. I dance with strangers andfriends and family and found family, and every community I show up in I find more people to dance with.",
        "I like making bras for my friends (:",
        "dance. ive been dancing since i was 5. hardly anyone around me today has seen my dance. over the years its become something personal. something for me. not for any reason.not for any destination. not for any purpose but just to make me happy. to feel like iown my hands and legs and my soul.",
        "I like to bake. I mostly do it alone. I love the aesthetics of baking more than the sweetness itself.",
        "Music has always been a portal to shared experience! When I play music I get to createa space with those around me and that's abeautiful thing. I feel closer to not onlythe other musicians but also to the audience for sharing space together.",
        "I play poker with my friends because pokermakes my brain cooler and more aggressive",
        "i love reading. its an activity which you participate in alone , thus giving me some my own time without any disturbances.",
        "I like Watching Anime, because it opens a window to other worlds where human creativity reaches its peak",
        "one of my hobbies is dancing. i do it because it makes me feel free, confident, and happy.  i've always loved music & it gives mea way to visualize, honor, & conceptualizeit.  i do it by myself, or with peers, orwith friends who also dance... anyone in the space, class, etc. who is there, really.",
        "one of my hobbies is to workout at the gym.i like to do it because it makes me happyand makes me feel good about myself. it isone way that i am bettering myself. i cando it by myself or with friends and myboyfriend:)",
        "I'm not sure I have any hobbies. Is that weird?",
        "Something I like to do in my free time is reflect. There's been alot to think about inthe past couple of months, and giving myself the time to do so alone has been reallyimportant."
    ]
}